[
    {
        "start": 0,
        "end": 433,
        "scene_type": "non-scene",
        "text": "Poirot and I had many friends and acquaintances of an informal  nature.\n Amongst these was to be numbered Dr. Hawker, a near neighbour of  ours, and a member of the medical profession.\n It was the genial doctor’s habit to drop in sometimes of an  evening and have a chat with Poirot, of whose genius he was an  ardent admirer.\n The doctor himself, frank and unsuspicious to the last degree,  admired the talents so far removed from his own.\n"
    },
    {
        "start": 433,
        "end": 1181,
        "scene_type": "scene",
        "text": "On one particular evening in early June, he arrived about  half-past eight and settled down to a comfortable discussion on  the cheery topic of the prevalence of arsenical poisoning in  crimes.\n It must have been about a quarter of an hour later when the door  of our sitting-room flew open, and a distracted female  precipitated herself into the room.\n “Oh, doctor, you’re wanted!\n Such a terrible voice.\n It gave me a turn, it did indeed.”   I recognized in our new  visitor Dr. Hawker’s housekeeper, Miss Rider.\n The doctor was a bachelor, and lived in a gloomy old house a few  streets away.\n The usually placid Miss Rider was now in a state bordering on  incoherence.\n “What terrible voice?\n Who is it, and what’s the trouble?”   “It was the telephone,  doctor.\n"
    },
    {
        "start": 1435,
        "end": 1927,
        "scene_type": "scene",
        "text": "   The doctor  uttered an exclamation.\n “Count Foscatini.\n He has a flat in Regent’s Court.\n I must go at once.\n What can have happened?”  “A patient of yours?” asked Poirot.\n “I attended him for some slight ailment a few weeks ago.\n An Italian, but he speaks English perfectly.\n Well, I must wish you good night, Monsieur Poirot, unless——” He  hesitated.\n “I perceive the thought in your mind,” said Poirot, smiling.\n “I shall be delighted to accompany you.\n Hastings, run down and get hold of a taxi.”  "
    },
    {
        "start": 1927,
        "end": 2104,
        "scene_type": "non-scene",
        "text": "Taxis always make  themselves sought for when one is particularly pressed for time,  but I captured one at last, and we were soon bowling along in the  direction of Regent’s Park.\n"
    },
    {
        "start": 2104,
        "end": 2292,
        "scene_type": "non-scene",
        "text": "Regent’s Court was a new block of flats, situated just off St.  John’s Wood Road.\n They had only recently been built, and contained the latest  service devices.\n There was no one in the hall.\n"
    },
    {
        "start": 2292,
        "end": 3486,
        "scene_type": "scene",
        "text": "The doctor pressed the lift-bell impatiently, and when the lift  arrived questioned the uniformed attendant sharply.\n “Flat II.\n Count Foscatini.\n There’s been an accident there, I understand.”  The man stared at  him.\n “First I’ve heard of it.\n Mr. Graves—that’s Count Foscatini’s man—went out about half an  hour ago, and he said nothing.”  “Is the Count alone in the flat?”   “No, sir, he’s got two gentlemen dining with him.”  “What are  they like?” I asked eagerly.\n We were in the lift now, ascending rapidly to the second floor, on  which Flat II was situated.\n “I didn’t see them myself, sir, but I understand that they were  foreign gentlemen.”  He pulled back the iron door, and we stepped  out on the landing.\n No.\n II was opposite to us.\n The doctor rang the bell.\n There was no reply, and we could hear no sound from within.\n The doctor rang again and again; we could hear the bell trilling  within, but no sign of life rewarded us.\n “This is getting serious,” muttered the doctor.\n He turned to the lift attendant.\n “Is there any pass-key to this door?”  “There is one in the  porter’s office downstairs.”  “Get it, then, and, look here, I  think you’d better send for the police.”  Poirot approved with a "
    },
    {
        "start": 3486,
        "end": 3889,
        "scene_type": "scene",
        "text": "nod of the head.\n The man returned shortly; with him came the manager.\n “Will you tell me, gentlemen, what is the meaning of all this?”   “Certainly.\n I received a telephone message from Count Foscatini stating that  he had been attacked and was dying.\n You can understand that we must lose no time—if we are not already  too late.”    The manager produced the key without more ado, and we  all entered the flat.\n"
    },
    {
        "start": 3889,
        "end": 7205,
        "scene_type": "scene",
        "text": "We passed first into a small square lounge hall.\n A door on the right of it was half open.\n The manager indicated it with a nod.\n “The dining-room.”  Dr. Hawker led the way.\n We followed close on his heels.\n As we entered the room I gave a gasp.\n The round table in the centre bore the remains of a meal; three  chairs were pushed back, as though their occupants had just risen. \n In the corner, to the right of the fire-place, was a big  writing-table, and sitting at it was a man—or what had been a man. \n His right hand still grasped the base of the telephone, but he had  fallen forward, struck down by a terrific blow on the head from  behind.\n The weapon was not far to seek.\n A marble statuette stood where it had been hurriedly put down, the  base of it stained with blood. \n The doctor’s examination did not take a minute.\n “Stone dead.\n Must have been almost instantaneous.\n I wonder he even managed to telephone.\n It will be better not to move him until the police arrive.”  On  the manager’s suggestion we searched the flat, but the result was  a foregone conclusion.\n It was not likely that the murderers would be concealed there when  all they had to do was to walk out.\n We came back to the dining-room.\n Poirot had not accompanied us in our tour.\n I found him studying the centre table with close attention .\n I joined him.\n It was a well-polished round mahogany table.\n A bowl of roses decorated the centre, and white lace mats reposed  on the gleaming surface.\n There was a dish of fruit, but the three dessert plates were  untouched.\n There were three coffee-cups with remains of coffee in them—two  black, one with milk.\n All three men had taken port, and the decanter, half-full, stood  before the centre plate.\n One of the men had smoked a cigar, the other two cigarettes.\n A tortoiseshell-and-silver box, holding cigars and cigarettes,  stood open upon the table.\n I enumerated all these facts to myself, but I was forced to admit  that they did not shed any brilliant light on the situation.\n I wondered what Poirot saw in them to make him so intent.\n I asked him.\n “_Mon ami_,” he replied, “you miss the point.\n I am looking for something that I do _not_ see.”  “What is that?”   “A mistake—even a little mistake—on the part of the murderer.”    He stepped swiftly to the small adjoining kitchen, looked in, and  shook his head.\n “Monsieur,” he said to the manager, “explain to me, I pray, your  system of serving meals here.”  The manager stepped to a small  hatch in the wall.\n “This is the service lift,” he explained.\n “It runs to the kitchens at the top of the building.\n You order through this telephone, and the dishes are sent down in  the lift, one course at a time.\n The dirty plates and dishes are sent up in the same manner.\n No domestic worries, you understand, and at the same time you  avoid the wearying publicity of always dining in a restaurant.”   Poirot nodded.\n “Then the plates and dishes that were used to-night are on high in  the kitchen.\n You permit that I mount there?”  “Oh, certainly, if you like!\n Roberts, the lift man, will take you up and introduce you; but I’m  afraid you won’t find anything that’s of any use.\n They’re handling hundreds of plates and dishes, and they’ll be all  lumped together.”    Poirot remained firm, however, and together we  visited the kitchens and questioned the man who had taken the  order from Flat II. \n"
    },
    {
        "start": 7205,
        "end": 7937,
        "scene_type": "scene",
        "text": "“The order was given from the _à la carte menu_—for three,” he  explained.\n “Soup julienne, filet de sole normande, tournedos of beef, and a  rice soufflé.\n What time?\n Just about eight o’clock, I should say.\n No, I’m afraid the plates and dishes have been all washed up by  now.\n Unfortunate.\n You were thinking of finger-prints, I suppose?”   “Not exactly,”  said Poirot, with an enigmatical smile.\n “I am more interested in Count Foscatini’s appetite.\n Did he partake of every dish?”  “Yes; but of course I can’t say  how much of each he ate.\n The plates were all soiled, and the dishes empty—that is to say,  with the exception of the rice soufflé.\n There was a fair amount of that left.”    “Ah!” said Poirot, and  seemed satisfied with the fact.\n"
    },
    {
        "start": 7937,
        "end": 8441,
        "scene_type": "scene",
        "text": "As we descended to the flat again he remarked in a low tone:  “We  have decidedly to do with a man of method.”  “Do you mean the  murderer, or Count Foscatini?”  “The latter was undoubtedly an  orderly gentleman.\n After imploring help and announcing his approaching demise, he  carefully hung up the telephone receiver. ”  I stared at Poirot.\n His words now and his recent inquiries gave me the glimmering of  an idea.\n “You suspect poison?” I breathed.\n “The blow on the head was a blind.”   Poirot merely smiled. \n"
    },
    {
        "start": 8441,
        "end": 8998,
        "scene_type": "scene",
        "text": "We re-entered the flat to find the local inspector of police had  arrived with two constables.\n He was inclined to resent our appearance, but Poirot calmed him  with the mention of our Scotland Yard friend, Inspector Japp, and  we were accorded a grudging permission to remain.\n It was a lucky thing we were, for we had not been back five  minutes before an agitated middle-aged man came rushing into the  room with every appearance of grief and agitation.\n This was Graves, valet-butler to the late Count Foscatini.\n The story he had to tell was a sensational one.\n"
    },
    {
        "start": 8998,
        "end": 12109,
        "scene_type": "non-scene",
        "text": "On the previous morning, two gentlemen had called to see his  master.\n They were Italians, and the elder of the two, a man of about  forty, gave his name as Signor Ascanio.\n The younger was a well-dressed lad of about twenty-four.\n Count Foscatini was evidently prepared for their visit and  immediately sent Graves out upon some trivial errand.\n Here the man paused and hesitated in his story.\n In the end, however, he admitted that, curious as to the purport  of the interview, he had not obeyed immediately, but had lingered  about endeavouring to hear something of what was going on.\n The conversation was carried on in so low a tone that he was not  as successful as he had hoped; but he gathered enough to make it  clear that some kind of monetary proposition was being discussed,  and that the basis of it was a threat.\n The discussion was anything but amicable.\n In the end, Count Foscatini raised his voice slightly, and the  listener heard these words clearly:  “I have no time to argue  further now, gentlemen.\n If you will dine with me to-morrow night at eight o’clock, we will  resume the discussion.”  Afraid of being discovered listening,  Graves had then hurried out to do his master’s errand.\n This evening the two men had arrived punctually at eight.\n During dinner they had talked of indifferent matters—politics, the  weather, and the theatrical world.\n When Graves had placed the port upon the table and brought in the  coffee his master told him that he might have the evening off. \n “Was that a usual proceeding of his when he had guests?” asked the  inspector.\n “No, sir; it wasn’t.\n That’s what made me think it must be some business of a very  unusual kind that he was going to discuss with these gentlemen.”   That finished Graves’s story.\n He had gone out about 8.30, and, meeting a friend, had accompanied  him to the Metropolitan Music Hall in Edgware Road.\n Nobody had seen the two men leave, but the time of the murder was  fixed clearly enough at 8.47.\n A small clock on the writing-table had been swept off by  Foscatini’s arm, and had stopped at that hour, which agreed with  Miss Rider’s telephone summons .\n The police surgeon had made his examination of the body, and it  was now lying on the couch.\n I saw the face for the first time—the olive complexion, the long  nose, the luxuriant black moustache, and the full red lips drawn  back from the dazzlingly white teeth.\n Not altogether a pleasant face.\n “Well,” said the inspector, refastening his notebook.\n “The case seems clear enough.\n The only difficulty will be to lay our hands on this Signor  Ascanio.\n I suppose his address is not in the dead man’s pocket-book by any  chance?”  As Poirot had said, the late Foscatini was an orderly  man.\n Neatly written in small, precise handwriting was the inscription,  “Signor Paolo Ascanio, Grosvenor Hotel.”  The inspector busied  himself with the telephone, then turned to us with a grin.\n “Just in time.\n Our fine gentleman was off to catch the boat train to the  Continong.\n Well, gentlemen, that’s about all we can do here.\n It’s a bad business, but straightforward enough.\n One of these Italian vendetta things, as likely as not.” "
    },
    {
        "start": 12110,
        "end": 13660,
        "scene_type": "scene",
        "text": "Thus  airily dismissed, we found our way downstairs.\n Dr. Hawker was full of excitement.\n “Like the beginning of a novel, eh?\n Real exciting stuff.\n Wouldn’t believe it if you read about it.”   Poirot did not speak.\n He was very thoughtful.\n All the evening he had hardly opened his lips.\n “What says the master detective, eh?” asked Hawker, clapping him  on the back.\n “Nothing to work your grey cells over this time.”  “You think  not?”  “What could there be?”  “Well, for example, there is the  window.”  “The window?\n But it was fastened.\n Nobody could have got out or in that way.\n I noticed it specially.”  “And why were you able to notice it?”   The doctor looked puzzled.\n Poirot hastened to explain.\n “It is to the curtains I refer.\n They were not drawn.\n A little odd, that. \n And then there was the coffee.\n It was very black coffee.”   “Well, what of it?”   “Very black,”  repeated Poirot.\n “In conjunction with that let us remember that very little of the  rice soufflé was eaten, and we get—what?”   “Moonshine,” laughed  the doctor.\n “You’re pulling my leg.”  “Never do I pull the leg.\n Hastings here knows that I am perfectly serious.”  “I don’t know  what you are getting at, all the same,” I confessed.\n “You don’t suspect the manservant, do you?\n He might have been in with the gang, and put some dope in the  coffee.\n I suppose they’ll test his alibi?”  “Without doubt, my friend; but  it is the alibi of Signor Ascanio that interests me.”  “You think  he has an alibi?”  “That is just what worries me.\n I have no doubt that we shall soon be enlightened on that point.”   "
    },
    {
        "start": 13660,
        "end": 14592,
        "scene_type": "non-scene",
        "text": "The _Daily Newsmonger_ enabled us to become conversant with  succeeding events.\n Signor Ascanio was arrested and charged with the murder of Count  Foscatini.\n When arrested, he denied knowing the Count, and declared he had  never been near Regent’s Court either on the evening of the crime  or on the previous morning.\n The younger man had disappeared entirely.\n Signor Ascanio had arrived alone at the Grosvenor Hotel from the  Continent two days before the murder.\n All efforts to trace the second man failed.\n Ascanio, however, was not sent for trial.\n No less a personage than the Italian Ambassador himself came  forward and testified at the police-court proceedings that Ascanio  had been with him at the Embassy from eight till nine that  evening.\n The prisoner was discharged.\n Naturally, a lot of people thought that the crime was a political  one, and was being deliberately hushed up.\n Poirot had taken a keen interest in all these points. \n"
    },
    {
        "start": 14592,
        "end": 17977,
        "scene_type": "scene",
        "text": "Nevertheless, I was somewhat surprised when he suddenly informed  me one morning that he was expecting a visitor at eleven o’clock,  and that that visitor was none other than Ascanio himself.\n “He wishes to consult you?”  “_Du tout_, Hastings.\n I wish to consult him.”  “What about?”  “The Regent’s Court  murder.”  “You are going to prove that he did it?”  “A man cannot  be tried twice for murder, Hastings.\n Endeavour to have the common sense.\n Ah, that is our friend’s ring.”  A few minutes later Signor  Ascanio was ushered in—a small, thin man with a secretive and  furtive glance in his eyes.\n He remained standing, darting suspicious glances from one to the  other of us.\n “Monsieur Poirot?”  My little friend tapped himself gently on the  chest.\n “Be seated, signor.\n You received my note.\n I am determined to get to the bottom of this mystery.\n In some small measure you can aid me.\n Let us commence.\n You—in company with a friend—visited the late Count Foscatini on  the morning of Tuesday the 9th—— ”  The Italian made an angry  gesture.\n “I did nothing of the sort.\n I have sworn in court——”  “_Précisément_—and I have a little idea  that you have sworn falsely.”  “You threaten me?\n Bah!\n I have nothing to fear from you.\n I have been acquitted.”  “Exactly; and as I am not an imbecile, it  is not with the gallows I threaten you—but with publicity.\n Publicity!\n I see that you do not like the word.\n I had an idea that you would not.\n My little ideas, you know, they are very valuable to me.\n Come, signor, your only chance is to be frank with me.\n I do not ask to know whose indiscretions brought you to England.\n I know this much, you came for the especial purpose of seeing  Count Foscatini.”  “He was not a count,” growled the Italian.\n “I have already noted the fact that his name does not appear in  the _Almanach de Gotha_.\n Never mind, the title of count is often useful in the profession  of blackmailing.”  “I suppose I might as well be frank.\n You seem to know a good deal.”  “I have employed my grey cells to  some advantage.\n Come, Signor Ascanio, you visited the dead man on the Tuesday  morning—that is so, is it not?”  “Yes; but I never went there on  the following evening.\n There was no need.\n I will tell you all.\n    “Pardon, how was it  paid?”   “In Italian notes of comparatively small denomination.\n I paid over the money then and there.\n He handed me the incriminating papers.\n I never saw him again.”    “Why did you not say all this when you  were arrested?”  “In my delicate position I was forced to deny any  association with the man.”  “And how do you account for the  events of the evening, then?”  “I can only think that some one  must have deliberately impersonated me.\n I understand that no money was found in the flat.”   Poirot looked  at him and shook his head.\n “Strange,” he murmured.\n “We all have the little grey cells.\n And so few of us know how to use them.\n Good morning, Signor Ascanio.\n I believe your story.\n It is very much as I had imagined.\n But I had to make sure.”   "
    },
    {
        "start": 17977,
        "end": 21015,
        "scene_type": "scene",
        "text": "After bowing his guest out, Poirot  returned to his arm-chair and smiled at me.\n “Let us hear M. le Capitaine Hastings on the case?”  “Well, I  suppose Ascanio is right—somebody impersonated him.”  “Never,  never will you use the brains the good God has given you.\n Recall to yourself some words I uttered after leaving the flat  that night.\n I referred to the window-curtains not being drawn.\n We are in the month of June.\n It is still light at eight o’clock.\n The light is failing by half-past.\n _Ça vous dit quelque chose?_ I perceive a struggling impression  that you will arrive some day.\n Now let us continue.\n The coffee was, as I said, very black.\n Count Foscatini’s teeth were magnificently white.\n Coffee stains the teeth.\n We reason from that that Count Foscatini did not drink any coffee . \n Yet there was coffee in all three cups.\n Why should anyone pretend Count Foscatini had drunk coffee when he  had not done so?”  I shook my head, utterly bewildered.\n “Come, I will help you.\n What evidence have we that Ascanio and his friend, or two men  posing as them, ever came to the flat that night?\n Nobody saw them go in; nobody saw them go out.\n We have the evidence of one man and of a host of inanimate  objects.”  “You mean?”  “I mean knives and forks and plates and  empty dishes.\n Ah, but it was a clever idea!\n Graves is a thief and a scoundrel, but what a man of method!\n He overhears a portion of the conversation in the morning, enough  to realize that Ascanio will be in awkward position to defend  himself.\n The following evening, about eight o’clock, he tells his master he  is wanted at the telephone.\n Foscatini sits down, stretches out his hand to the telephone, and  from behind Graves strikes him down with the marble figure.\n Then quickly to the service telephone—dinner for three!\n It comes, he lays the table, dirties the plates, knives, and  forks, etc.\n But he has to get rid of the food too.\n Not only is he a man of brain; he has a resolute and capacious  stomach!\n But after eating three tournedos, the rice soufflé is too much for  him!\n He even smokes a cigar and two cigarettes to carry out the  illusion.\n Ah, but it was magnificently thorough!\n Then, having moved on the hands of the clock to 8.47, he smashes  it and stops it.\n The one thing he does not do is to draw the curtains.\n But if there had been a real dinner party the curtains would have  been drawn as soon as the light began to fail.\n Then he hurries out, mentioning the guests to the lift man in  passing.\n He hurries to a telephone box, and as near as possible to 8.47  rings up the doctor with his master’s dying cry.\n So successful is his idea that no one ever inquires if a call was  put through from Flat II at that time.”    “Except Hercule Poirot, I  suppose?” I said sarcastically.\n “Not even Hercule Poirot,” said my friend, with a smile.\n “I am about to inquire now.\n I had to prove my point to you first.\n But you will see, I shall be right; and then Japp, to whom I have  already given a hint, will be able to arrest the respectable  Graves.\n I wonder how much of the money he has spent.”   "
    },
    {
        "start": 21015,
        "end": 21063,
        "scene_type": "non-scene",
        "text": "Poirot _was_ right. \n He always is, confound him!\n"
    }
]